Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.2dd0bb3c4033
source: Watchで動作回数を推定
ar_sa: تقدير التكرارات باستخدام Apple Watch
ca: Estima repeticions amb l'Apple Watch
cs: Odhadovat opakování pomocí Apple Watch
da: Estimer gentagelser med Apple Watch
de_de: Wiederholungen mit Apple Watch schätzen
el: Εκτίμηση επαναλήψεων με το Apple Watch
en_au: Estimate reps with Apple Watch
es_es: Estimar repeticiones con Apple Watch
fi: Arvioi toistot Apple Watchilla
fr_ca: Estimer les répétitions avec l'Apple Watch
gu: Apple Watch વડે રેપ્સનો અંદાજ લગાવો
he: הערכת חזרות באמצעות Apple Watch
hi: Apple Watch से रेप्स का अनुमान लगाएँ
hr: Procijeni ponavljanja s Apple Watchom
hu: Ismétlések becslése Apple Watchcsal
id: Perkirakan repetisi dengan Apple Watch
it: Stima le ripetizioni con Apple Watch
ko: Apple Watch로 반복 횟수 추정
mr: Apple Watch वापरून रेप्सचा अंदाज लावा
ms: Anggar ulangan dengan Apple Watch
nl_nl: Herhalingen schatten met Apple Watch
no: Estimer repetisjoner med Apple Watch
pl: Szacuj powtórzenia za pomocą Apple Watch
pt_br: Estimar repetições com o Apple Watch
pt_pt: Estimar repetições com o Apple Watch
ro: Estimează repetările cu Apple Watch
ru: Оценивать повторения с Apple Watch
sk: Odhadovať opakovania pomocou Apple Watch
sl: Oceni ponovitve z Apple Watch
sv: Uppskatta repetitioner med Apple Watch
ta: Apple Watch மூலம் ரெப்ஸை மதிப்பிடவும்
te: Apple Watchతో రెప్స్‌ను అంచనా వేయండి
th: ประเมินจำนวนครั้งด้วย Apple Watch
tr: Apple Watch ile tekrarları tahmin et
uk: Оцінювати повторення за допомогою Apple Watch
vi: Ước tính số lần lặp bằng Apple Watch
zh_hans: 使用Apple Watch估算次数
zh_hant: 使用Apple Watch估算次數

# core_ui.2ea4965834a2
source: メニューはここ
ar_sa: تمارينك هنا
ca: Els teus entrenaments són aquí
cs: Vaše tréninky jsou zde
da: Dine træninger er her
de_de: Deine Trainings sind hier
el: Οι προπονήσεις σου είναι εδώ
en_au: Your workouts are here
es_es: Tus entrenamientos están aquí
fi: Harjoituksesi ovat täällä
fr_ca: Vos entraînements sont ici
gu: તમારા વર્કઆઉટ અહીં છે
he: האימונים שלך כאן
hi: आपके वर्कआउट यहाँ हैं
hr: Vaši treninzi su ovdje
hu: Az edzéseid itt találhatók
id: Latihan Anda ada di sini
it: I tuoi allenamenti sono qui
ko: 운동은 여기에서 확인하세요
mr: तुमचे वर्कआउट्स येथे आहेत
ms: Senaman anda ada di sini
nl_nl: Je trainingen staan hier
no: Treningsøktene dine er her
pl: Twoje treningi są tutaj
pt_br: Seus treinos estão aqui
pt_pt: Os seus treinos estão aqui
ro: Antrenamentele tale sunt aici
ru: Ваши тренировки здесь
sk: Vaše tréningy sú tu
sl: Vaše vadbe so tukaj
sv: Dina träningspass finns här
ta: உங்கள் வொர்க்அவுட்கள் இங்கே உள்ளன
te: మీ వర్కౌట్లు ఇక్కడ ఉన్నాయి
th: โปรแกรมของคุณอยู่ที่นี่
tr: Antrenmanların burada
uk: Ваші тренування тут
vi: Các buổi tập của bạn ở đây
zh_hans: 你的训练在这里
zh_hant: 你的訓練在這裡

# core_ui.2fa9d7bbabe7
source: データ
ar_sa: البيانات
ca: Dades
cs: Data
da: Data
de_de: Daten
el: Δεδομένα
en_au: Data
es_es: Datos
fi: Tiedot
fr_ca: Données
gu: ડેટા
he: נתונים
hi: डेटा
hr: Podaci
hu: Adatok
id: Data
it: Dati
ko: 데이터
mr: डेटा
ms: Data
nl_nl: Gegevens
no: Data
pl: Dane
pt_br: Dados
pt_pt: Dados
ro: Date
ru: Данные
sk: Údaje
sl: Podatki
sv: Data
ta: தரவு
te: డేటా
th: ข้อมูล
tr: Veriler
uk: Дані
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# core_ui.2fbdeef715e1
source: {{value1}}回完了
ar_sa: اكتمل {{value1}}
ca: {{value1}} completat
cs: {{value1}} dokončeno
da: {{value1}} fuldført
de_de: {{value1}} abgeschlossen
el: {{value1}} ολοκληρώθηκαν
en_au: {{value1}} completed
es_es: {{value1}} completados
fi: {{value1}} suoritettu
fr_ca: {{value1}} terminés
gu: {{value1}} પૂર્ણ
he: {{value1}} הושלמו
hi: {{value1}} पूरे
hr: {{value1}} dovršeno
hu: {{value1}} teljesítve
id: {{value1}} selesai
it: {{value1}} completati
ko: {{value1}}회 완료
mr: {{value1}} पूर्ण
ms: {{value1}} selesai
nl_nl: {{value1}} voltooid
no: {{value1}} fullført
pl: Ukończono {{value1}}
pt_br: {{value1}} concluídos
pt_pt: {{value1}} concluídos
ro: {{value1}} finalizate
ru: Выполнено: {{value1}}
sk: {{value1}} dokončené
sl: {{value1}} dokončano
sv: {{value1}} slutfört
ta: {{value1}} முடிந்தது
te: {{value1}} పూర్తయ్యాయి
th: เสร็จแล้ว {{value1}}
tr: {{value1}} tamamlandı
uk: Виконано: {{value1}}
vi: Đã hoàn thành {{value1}}
zh_hans: 已完成{{value1}}次
zh_hant: 已完成{{value1}}次

# core_ui.305942690f5d
source: {{value1}}・{{value2}}更新
ar_sa: {{value1}} · تم تحديث {{value2}}
ca: {{value1}} · {{value2}} actualitzat
cs: {{value1}} · {{value2}} aktualizováno
da: {{value1}} · {{value2}} opdateret
de_de: {{value1}} · {{value2}} aktualisiert
el: {{value1}} · {{value2}} ενημερώθηκε
en_au: {{value1}} · Updated {{value2}}
es_es: {{value1}} · {{value2}} actualizado
fi: {{value1}} · {{value2}} päivitetty
fr_ca: {{value1}} · {{value2}} mis à jour
gu: {{value1}} · {{value2}} અપડેટ થયું
he: {{value1}} · עודכן {{value2}}
hi: {{value1}} · {{value2}} अपडेट हुआ
hr: {{value1}} · {{value2}} ažurirano
hu: {{value1}} · {{value2}} frissítve
id: {{value1}} · {{value2}} diperbarui
it: {{value1}} · {{value2}} aggiornato
ko: {{value1}} · {{value2}} 업데이트
mr: {{value1}} · {{value2}} अपडेट केले
ms: {{value1}} · {{value2}} dikemas kini
nl_nl: {{value1}} · {{value2}} bijgewerkt
no: {{value1}} · {{value2}} oppdatert
pl: {{value1}} · Zaktualizowano {{value2}}
pt_br: {{value1}} · {{value2}} atualizado
pt_pt: {{value1}} · {{value2}} atualizado
ro: {{value1}} · {{value2}} actualizat
ru: {{value1}} · {{value2}} обновлено
sk: {{value1}} · {{value2}} aktualizované
sl: {{value1}} · {{value2}} posodobljeno
sv: {{value1}} · {{value2}} uppdaterat
ta: {{value1}} · {{value2}} புதுப்பிக்கப்பட்டது
te: {{value1}} · {{value2}} అప్‌డేట్ అయింది
th: {{value1}} · อัปเดต {{value2}}
tr: {{value1}} · {{value2}} güncellendi
uk: {{value1}} · {{value2}} оновлено
vi: {{value1}} · Đã cập nhật {{value2}}
zh_hans: {{value1}} · {{value2}}已更新
zh_hant: {{value1}} · {{value2}}已更新

# core_ui.32670ed3aace
source: 目標達成
ar_sa: تحقيق الهدف
ca: assoliment de l'objectiu
cs: Dosahování cílů
da: Målopnåelse
de_de: Ziel erreichen
el: Επίτευξη στόχων
en_au: Achieve your goals
es_es: Logro de objetivos
fi: Tavoitteen saavuttaminen
fr_ca: Atteindre ses objectifs
gu: ધ્યય પૂર્ણ કરો
he: הגעה למטרה
hi: लक्ष्य प्राप्ति
hr: Postignu svoje ciljeve
hu: Cél elérése
id: Mencapai tujuan
it: Raggiungi i tuoi obiettivi
ko: 목표 달성
mr: लक्ष्य पूर्ण करणे
ms: Mencapai Matlamat
nl_nl: Doelen bereiken
no: Mål oppnåelse
pl: Osiągnięcie celu
pt_br: Alcançar seus objetivos
pt_pt: Alcançar seus objetivos
ro: Obținerea obiectivelor
ru: Достижение цели
sk: Dosiahnutie cieľov
sl: Doseg
sv: Måluppnåelse
ta: இலக்கை அடைதல்
te: లక్ష్యాన్ని చేరుకోవడం
th: ตั้งเป้าหมาย
tr: Hedefe ulaşmak
uk: Досягнення цілі
vi: Đạt được mục tiêu
zh_hans: 达成目标
zh_hant: 達成目標

# core_ui.3362a5982780
source: 完了済み
ar_sa: مكتمل
ca: Completat
cs: Dokončeno
da: Fuldført
de_de: Abgeschlossen
el: Ολοκληρώθηκε
en_au: Completed
es_es: Completado
fi: Suoritettu
fr_ca: Terminé
gu: પૂર્ણ થયું
he: הושלם
hi: पूरा हुआ
hr: Dovršeno
hu: Teljesítve
id: Selesai
it: Completato
ko: 완료됨
mr: पूर्ण झाले
ms: Selesai
nl_nl: Voltooid
no: Fullført
pl: Ukończono
pt_br: Concluído
pt_pt: Concluído
ro: Finalizat
ru: Выполнено
sk: Dokončené
sl: Dokončano
sv: Slutfört
ta: முடிந்தது
te: పూర్తైంది
th: เสร็จแล้ว
tr: Tamamlandı
uk: Виконано
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# core_ui.34307b75b184
source: 今日へ変更
ar_sa: الانتقال إلى اليوم
ca: Ves a avui
cs: Přejít na dnešek
da: Gå til i dag
de_de: Zu heute wechseln
el: Μετάβαση στο σήμερα
en_au: Move to today
es_es: Ir a hoy
fi: Siirry tähän päivään
fr_ca: Passer à aujourd'hui
gu: આજ પર જાઓ
he: מעבר להיום
hi: आज पर जाएँ
hr: Idi na danas
hu: Ugrás a mai napra
id: Buka hari ini
it: Vai a oggi
ko: 오늘로 이동
mr: आजवर जा
ms: Pergi ke hari ini
nl_nl: Naar vandaag
no: Gå til i dag
pl: Przejdź do dziś
pt_br: Ir para hoje
pt_pt: Ir para hoje
ro: Mergi la azi
ru: Перейти к сегодняшнему дню
sk: Prejsť na dnešok
sl: Pojdi na danes
sv: Gå till i dag
ta: இன்றைக்கு நகர்த்தவும்
te: ఈరోజుకు తరలించండి
th: ไปที่วันนี้
tr: Bugüne git
uk: Перейти до сьогодні
vi: Chuyển đến hôm nay
zh_hans: 移到今天
zh_hant: 移到今天

# core_ui.347a70f8f182
source: 設定
ar_sa: الإعدادات
ca: configuracions
cs: Nastavení
da: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
en_au: Settings
es_es: Configuración
fi: Asetukset
fr_ca: Paramètres
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ko: 설정
mr: सेटिंग
ms: Tetapan
nl_nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 设置

# core_ui.34effd785dea
source: {{value1}}が確認中・提案は利用可能
ar_sa: {{value1}} يراجع · الاقتراح متاح
ca: {{value1}} ho està revisant · Recomanació disponible
cs: {{value1}} kontroluje · Doporučení je dostupné
da: {{value1}} gennemgår · Anbefaling tilgængelig
de_de: {{value1}} prüft · Empfehlung verfügbar
el: Το {{value1}} ελέγχει · Η πρόταση είναι διαθέσιμη
en_au: {{value1}} is reviewing · Recommendation available
es_es: {{value1}} está revisando · Recomendación disponible
fi: {{value1}} tarkistaa · Suositus käytettävissä
fr_ca: Vérification par {{value1}} · Recommandation disponible
gu: {{value1}} તપાસી રહ્યું છે · ભલામણ ઉપલબ્ધ છે
he: {{value1}} בבדיקה · ההמלצה זמינה
hi: {{value1}} समीक्षा कर रहा है · सुझाव उपलब्ध है
hr: {{value1}} provjerava · Preporuka je dostupna
hu: {{value1}} ellenőrzi · Az ajánlás használható
id: {{value1}} sedang meninjau · Rekomendasi tersedia
it: {{value1}} sta verificando · Consiglio disponibile
ko: {{value1}} 확인 중 · 추천 사용 가능
mr: {{value1}} तपासत आहे · शिफारस उपलब्ध
ms: {{value1}} sedang menyemak · Cadangan tersedia
nl_nl: {{value1}} controleert · Aanbeveling beschikbaar
no: {{value1}} gjennomgår · Anbefaling tilgjengelig
pl: {{value1}} sprawdza · Zalecenie dostępne
pt_br: {{value1}} está revisando · Recomendação disponível
pt_pt: {{value1}} está revisando · Recomendação disponível
ro: {{value1}} verifică · Recomandare disponibilă
ru: {{value1}} проверяет · Рекомендация доступна
sk: {{value1}} kontroluje · Odporúčanie je dostupné
sl: {{value1}} preverja · Priporočilo je na voljo
sv: {{value1}} granskar · Rekommendation tillgänglig
ta: {{value1}} சரிபார்க்கிறது · பரிந்துரை கிடைக்கிறது
te: {{value1}} తనిఖీ చేస్తోంది · సిఫార్సు అందుబాటులో ఉంది
th: {{value1}} กำลังตรวจสอบ · ใช้คำแนะนำได้
tr: {{value1}} inceliyor · Öneri kullanılabilir
uk: {{value1}} перевіряє · Рекомендація доступна
vi: {{value1}} đang xem xét · Có thể dùng đề xuất
zh_hans: {{value1}}正在检查 · 建议可用
zh_hant: {{value1}}正在檢查 · 建議可用

# core_ui.35145a2177b1
source: 固定テスト広告
ar_sa: إعلان تجريبي ثابت
ca: Anunci de prova fix
cs: Pevná testovací reklama
da: Fast testannonce
de_de: Statische Testanzeige
el: Σταθερή δοκιμαστική διαφήμιση
en_au: Static test ad
es_es: Publicidad de prueba fijo
fi: Kiinteä testimainos
fr_ca: Publicité test fixe
gu: સ્થિર ટેસ્ટ જાહેરાત
he: מודעת בדיקה קבועה
hi: स्थिर टेस्ट विज्ञापन
hr: Fiksni testni oglas
hu: Rögzített teszthirdetés
id: Iklan uji tetap
it: Annuncio di prova fisso
ko: 고정 테스트 광고
mr: स्थिर चाचणी जाहिरात
ms: Iklan ujian tetap
nl_nl: Vaste testadvertentie
no: Fast testannonse
pl: Stała reklama testowa
pt_br: Anúncio de teste fixo
pt_pt: Anúncio de teste fixo
ro: Reclamă de test fixă
ru: Фиксированная тестовая реклама
sk: Pevná testovacia reklama
sl: Stalni preizkusni oglas
sv: Fast testannons
ta: நிலையான சோதனை விளம்பரம்
te: స్థిర పరీక్ష ప్రకటన
th: โฆษณาทดสอบแบบคงที่
tr: Sabit test reklamı
uk: Фіксована тестова реклама
vi: Quảng cáo thử nghiệm cố định
zh_hans: 固定测试广告
zh_hant: 固定測試廣告

# core_ui.360f4c9aed78
source: 今日の状態
ar_sa: حالة اليوم
ca: Estat d'avui
cs: Dnešní stav
da: Dagens status
de_de: Heutiger Status
el: Σημερινή κατάσταση
en_au: Today's status
es_es: Estado de hoy
fi: Tämän päivän tila
fr_ca: État du jour
gu: આજની સ્થિતિ
he: המצב היום
hi: आज की स्थिति
hr: Današnje stanje
hu: Mai állapot
id: Status hari ini
it: Stato di oggi
ko: 오늘의 상태
mr: आजची स्थिती
ms: Status hari ini
nl_nl: Status van vandaag
no: Dagens status
pl: Dzisiejszy stan
pt_br: Estado de hoje
pt_pt: Estado de hoje
ro: Starea de azi
ru: Сегодняшнее состояние
sk: Dnešný stav
sl: Današnje stanje
sv: Dagens status
ta: இன்றைய நிலை
te: ఈరోజు స్థితి
th: สถานะวันนี้
tr: Bugünün durumu
uk: Сьогоднішній стан
vi: Trạng thái hôm nay
zh_hans: 今天的状态
zh_hant: 今天的狀態

# core_ui.36b391f81e59
source: トレーニング
ar_sa: التمرين
ca: Entrenament
cs: Trénink
da: Træning
de_de: Training
el: Προπόνηση
en_au: Workout
es_es: Entrenamiento
fi: Harjoitus
fr_ca: Entraînement
gu: વર્કઆઉટ
he: אימון
hi: वर्कआउट
hr: Trening
hu: Edzés
id: Latihan
it: Allenamento
ko: 운동
mr: वर्कआउट
ms: Senaman
nl_nl: Training
no: Treningsøkt
pl: Trening
pt_br: Treino
pt_pt: Treino
ro: Antrenament
ru: Тренировка
sk: Tréning
sl: Vadba
sv: Träningspass
ta: வொர்க்அவுட்
te: వర్కౌట్
th: การฝึก
tr: Antrenman
uk: Тренування
vi: Buổi tập
zh_hans: 训练
zh_hant: 訓練

# core_ui.379c080870e5
source: AIに聞く
ar_sa: اسأل الذكاء الاصطناعي
ca: Pregunta a la IA
cs: Zeptat se AI
da: Spørg AI
de_de: KI fragen
el: Ρώτησε το AI
en_au: Ask AI
es_es: Preguntar a la IA
fi: Kysy tekoälyltä
fr_ca: Demander à l'IA
gu: AIને પૂછો
he: לשאול את AI
hi: AI से पूछें
hr: Pitajte AI
hu: Kérdezd az MI-t
id: Tanya AI
it: Chiedi all'IA
ko: AI에게 묻기
mr: AI ला विचारा
ms: Tanya AI
nl_nl: Vraag AI
no: Spør AI
pl: Zapytaj AI
pt_br: Perguntar à IA
pt_pt: Perguntar à IA
ro: Întreabă AI
ru: Спросить ИИ
sk: Opýtať sa AI
sl: Vprašajte UI
sv: Fråga AI
ta: AI-யிடம் கேளுங்கள்
te: AIని అడగండి
th: ถาม AI
tr: AI'a sor
uk: Запитати ШІ
vi: Hỏi AI
zh_hans: 询问AI
zh_hant: 詢問AI

# core_ui.37a3754927b6
source: キャンセル
ar_sa: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de_de: Abbrechen
el: Ακύρωση
en_au: Cancel
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ko: 취소
mr: रद्द करा
ms: Batal
nl_nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# core_ui.386d8d6ae3c9
source: AI確認済み
ar_sa: تمت مراجعة الذكاء الاصطناعي
ca: Revisat per la IA
cs: Zkontrolováno AI
da: Gennemgået af AI
de_de: Von KI geprüft
el: Ελέγχθηκε από το AI
en_au: AI reviewed
es_es: Revisado por la IA
fi: Tekoäly tarkistanut
fr_ca: Vérifié par l'IA
gu: AI દ્વારા તપાસાયું
he: נבדק על ידי AI
hi: AI ने समीक्षा कर ली
hr: Provjereno AI-jem
hu: MI által ellenőrizve
id: Ditinjau oleh AI
it: Verificato dall'IA
ko: AI 확인 완료
mr: AI ने तपासले
ms: Disemak oleh AI
nl_nl: Gecontroleerd door AI
no: Gjennomgått av AI
pl: Sprawdzone przez AI
pt_br: Revisado pela IA
pt_pt: Revisado pela IA
ro: Verificat de AI
ru: Проверено ИИ
sk: Skontrolované AI
sl: Preverjeno z UI
sv: Granskat av AI
ta: AI சரிபார்த்தது
te: AI తనిఖీ చేసింది
th: AI ตรวจสอบแล้ว
tr: AI tarafından incelendi
uk: Перевірено ШІ
vi: AI đã xem xét
zh_hans: AI已检查
zh_hant: AI已檢查

# core_ui.3871f0a40fbb
source: 食事回数
ar_sa: عدد الوجبات
ca: Nombre d'àpats
cs: Počet jídl
da: Antal måltider
de_de: Anzahl der Mahlzeiten
el: Αριθμός γευμάτων
en_au: Number of Meals
es_es: Número de comidas
fi: Ruokapäivän määrä
fr_ca: Nombre de repas
gu: આહારની સંખ્યા
he: מספר ארוחות
hi: भोजन की संख्या
hr: Broj obroka
hu: Étel napok száma
id: Jumlah Makan
it: Numero di pasti
ko: 식사 횟수
mr: आहाराचे वेळा
ms: Bilangan kali makan
nl_nl: Aantal maaltijden
no: Antall måltider
pl: Liczba posiłków
pt_br: Número de refeições
pt_pt: Número de refeições
ro: Număr de mese
ru: Количество приемов пищи
sk: Počet jedál
sl: Število obrokov
sv: Antal måltider
ta: உணவு எண்ணிக்கைகள்
te: ఆహార విరామాల సంఖ్య
th: จำนวนมื้ออาหาร
tr: Beslenme sayısı
uk: Кількість прийомів їжі
vi: Số lần ăn
zh_hans: 饮食次数
zh_hant: 饮食次数

# core_ui.395989968966
source: 担当トレーナー {{value1}}、{{value2}}
ar_sa: المدرب المعيّن: {{value1}}، {{value2}}
ca: Entrenador assignat: {{value1}}, {{value2}}
cs: Přiřazený trenér: {{value1}}, {{value2}}
da: Tildelt træner: {{value1}}, {{value2}}
de_de: Zugewiesener Trainer: {{value1}}, {{value2}}
el: Ανατεθειμένος γυμναστής: {{value1}}, {{value2}}
en_au: Assigned trainer: {{value1}}, {{value2}}
es_es: Entrenador asignado: {{value1}}, {{value2}}
fi: Nimetty valmentaja: {{value1}}, {{value2}}
fr_ca: Coach attitré : {{value1}}, {{value2}}
gu: નિયુક્ત ટ્રેનર: {{value1}}, {{value2}}
he: מאמן מוקצה: {{value1}}, {{value2}}
hi: नियुक्त ट्रेनर: {{value1}}, {{value2}}
hr: Dodijeljeni trener: {{value1}}, {{value2}}
hu: Kijelölt tréner: {{value1}}, {{value2}}
id: Instruktur yang ditugaskan: {{value1}}, {{value2}}
it: Allenatore assegnato: {{value1}}, {{value2}}
ko: 담당 트레이너: {{value1}}, {{value2}}
mr: नियुक्त प्रशिक्षक: {{value1}}, {{value2}}
ms: Jurulatih ditugaskan: {{value1}}, {{value2}}
nl_nl: Toegewezen trainer: {{value1}}, {{value2}}
no: Tildelt trener: {{value1}}, {{value2}}
pl: Przypisany trener: {{value1}}, {{value2}}
pt_br: Treinador responsável: {{value1}}, {{value2}}
pt_pt: Treinador responsável: {{value1}}, {{value2}}
ro: Instructor alocat: {{value1}}, {{value2}}
ru: Назначенный тренер: {{value1}}, {{value2}}
sk: Priradený tréner: {{value1}}, {{value2}}
sl: Dodeljeni trener: {{value1}}, {{value2}}
sv: Tilldelad tränare: {{value1}}, {{value2}}
ta: ஒதுக்கப்பட்ட பயிற்சியாளர்: {{value1}}, {{value2}}
te: కేటాయించిన ట్రైనర్: {{value1}}, {{value2}}
th: เทรนเนอร์ประจำ: {{value1}}, {{value2}}
tr: Atanan antrenör: {{value1}}, {{value2}}
uk: Призначений тренер: {{value1}}, {{value2}}
vi: Huấn luyện viên phụ trách: {{value1}}, {{value2}}
zh_hans: 负责教练：{{value1}}、{{value2}}
zh_hant: 負責教練：{{value1}}、{{value2}}

# core_ui.39b4189364d7
source: 器具や部位から選択
ar_sa: اختر حسب المعدات أو المجموعة العضلية
ca: Tria per equip o grup muscular
cs: Vybrat podle vybavení nebo svalové skupiny
da: Vælg efter udstyr eller muskelgruppe
de_de: Nach Gerät oder Muskelgruppe auswählen
el: Επιλογή ανά εξοπλισμό ή μυϊκή ομάδα
en_au: Choose by equipment or muscle group
es_es: Elegir por equipo o grupo muscular
fi: Valitse välineen tai lihasryhmän mukaan
fr_ca: Choisir par équipement ou groupe musculaire
gu: સાધન અથવા સ્નાયુ જૂથથી પસંદ કરો
he: בחירה לפי ציוד או קבוצת שרירים
hi: उपकरण या मांसपेशी समूह से चुनें
hr: Odaberi prema opremi ili mišićnoj skupini
hu: Választás eszköz vagy izomcsoport szerint
id: Pilih berdasarkan peralatan atau kelompok otot
it: Scegli per attrezzatura o gruppo muscolare
ko: 기구 또는 근육 부위로 선택
mr: उपकरण किंवा स्नायू गटानुसार निवडा
ms: Pilih mengikut peralatan atau kumpulan otot
nl_nl: Kiezen op apparatuur of spiergroep
no: Velg etter utstyr eller muskelgruppe
pl: Wybierz według sprzętu lub grupy mięśniowej
pt_br: Escolher por equipamento ou grupo muscular
pt_pt: Escolher por equipamento ou grupo muscular
ro: Alege după echipament sau grupă musculară
ru: Выбрать по оборудованию или группе мышц
sk: Vybrať podľa vybavenia alebo svalovej skupiny
sl: Izberi glede na opremo ali mišično skupino
sv: Välj efter utrustning eller muskelgrupp
ta: உபகரணம் அல்லது தசைக் குழுவின்படி தேர்ந்தெடுக்கவும்
te: పరికరం లేదా కండరాల సమూహం ఆధారంగా ఎంచుకోండి
th: เลือกตามอุปกรณ์หรือกลุ่มกล้ามเนื้อ
tr: Ekipmana veya kas grubuna göre seç
uk: Вибрати за обладнанням або групою м’язів
vi: Chọn theo thiết bị hoặc nhóm cơ
zh_hans: 按器械或肌群选择
zh_hant: 按器材或肌群選擇

# core_ui.3b063c787a1e
source: トレーニングを開く
ar_sa: افتح التمارين
ca: Obre els entrenaments
cs: Otevřít tréninky
da: Åbn træninger
de_de: Trainings öffnen
el: Άνοιγμα προπονήσεων
en_au: Open workouts
es_es: Abrir entrenamientos
fi: Avaa harjoitukset
fr_ca: Ouvrir les entraînements
gu: વર્કઆઉટ ખોલો
he: פתיחת אימונים
hi: वर्कआउट खोलें
hr: Otvori treninge
hu: Edzések megnyitása
id: Buka latihan
it: Apri gli allenamenti
ko: 운동 열기
mr: वर्कआउट्स उघडा
ms: Buka senaman
nl_nl: Trainingen openen
no: Åpne treningsøkter
pl: Otwórz treningi
pt_br: Abrir treinos
pt_pt: Abrir treinos
ro: Deschide antrenamentele
ru: Открыть тренировки
sk: Otvoriť tréningy
sl: Odpri vadbe
sv: Öppna träningspass
ta: வொர்க்அவுட்களைத் திறக்கவும்
te: వర్కౌట్లను తెరవండి
th: เปิดรายการฝึก
tr: Antrenmanları aç
uk: Відкрити тренування
vi: Mở danh sách buổi tập
zh_hans: 打开训练
zh_hant: 開啟訓練

# core_ui.3b78698aba6f
source: 端末ごとの短期認証を使う
ar_sa: استخدم المصادقة قصيرة المدى لكل جهاز
ca: Utilitzeu l'autenticació a curt termini per dispositiu
cs: Použijte krátkou autentizaci pro každé zařízení.
da: Brug kortvarig autentificering, der er specifik for enheden.
de_de: Verwendung von kurzzeitiger Authentifizierung pro Gerät nutzen
el: Χρησιμοποιήστε την προσωρινή αυθεντικοποίηση ανά συσκευή.
en_au: Use device-specific short-term authentication.
es_es: Utiliza la autenticación a corto plazo específica para cada dispositivo.
fi: Käytä laitteittain toimivia lyhytaikaisia tunnistuksia.
fr_ca: Utiliser l'authentification à court terme spécifique à chaque appareil
gu: તમારા ઉપકરણ પર ટૂંકા ગાળા માટે પ્રમાણીકરણનો ઉપયોગ કરો
he: השתמש באימות קצר עבור כל מכשיר
hi: विभिन्न उपकरणों के लिए अल्पकालिक प्रमाणीकरण का उपयोग करें।
hr: Koristite kratkotrajnu autentifikaciju specifičnu za uređaj.
hu: Használja a készüléken történő rövid bejelentkezést.
id: Gunakan autentikasi jangka pendek khusus untuk perangkat.
it: Utilizza l'autenticazione a breve termine specifica per dispositivo.
ko: 개별 기기에서 단기간 인증 사용
mr: <0> प्रत्येक डिव्हाइससाठी तात्पुरते प्रमाणीकरण वापरा
ms: Gunakan pengesahan jangka pendek untuk setiap peranti.
nl_nl: Gebruik tijdelijke authenticatie per apparaat.
no: Bruk kortvarig autentisering per enhet.
pl: Wykorzystaj krótkotrwałą autoryzację dla każdego urządzenia.
pt_br: Use a método de autenticação temporária específico para cada dispositivo.
pt_pt: Use a método de autenticação temporária específico para cada dispositivo.
ro: Folosiți autentificarea pe dispozitive pentru acces temporar
ru: Использовать временную аутентификацию для каждого устройства
sk: Použite krátkodobú autentifikáciu pre každé zariadenie.
sl: Uporabite kratko avtentifikacijo za vsak naprave.
sv: Använd korttidsautentisering per enhet.
ta: தனிப்பட்ட சாதனத்தில் குறுகிய கால அங்கீகாரத்தைப் பயன்படுத்தவும்.
te: వివిధ పరికరాల కోసం తక్షణ ధృవీకరణను ఉపయోగించండి
th: ใช้การยืนยันแบบชั่วคราวสำหรับอุปกรณ์แต่ละเครื่อง
tr: Cihaz başına kısa süreli kimlik doğrulama kullanın
uk: Використовуйте короткий аутентифікатор для кожного пристрою
vi: Sử dụng xác thực ngắn hạn cho từng thiết bị
zh_hans: 使用设备上的短期认证
zh_hant: 使用設備上的短期认证

# core_ui.3b9c8e4a9579
source: 担当コーチに相談
ar_sa: اسأل مدربك
ca: Pregunta al teu entrenador
cs: Zeptat se trenéra
da: Spørg din coach
de_de: Deinen Coach fragen
el: Ρώτησε τον προπονητή σου
en_au: Ask your coach
es_es: Preguntar a tu entrenador
fi: Kysy valmentajaltasi
fr_ca: Demander à votre coach
gu: તમારા કોચને પૂછો
he: לשאול את המאמן שלך
hi: अपने कोच से पूछें
hr: Pitajte svog trenera
hu: Kérdezd az edződet
id: Tanya pelatih Anda
it: Chiedi al tuo allenatore
ko: 담당 코치에게 묻기
mr: तुमच्या कोचला विचारा
ms: Tanya jurulatih anda
nl_nl: Vraag je coach
no: Spør coachen din
pl: Zapytaj trenera
pt_br: Perguntar ao seu treinador
pt_pt: Perguntar ao o seu treinador
ro: Întreabă-ți antrenorul
ru: Спросить тренера
sk: Opýtať sa trénera
sl: Vprašajte svojega trenerja
sv: Fråga din coach
ta: உங்கள் கோச்சிடம் கேளுங்கள்
te: మీ కోచ్‌ను అడగండి
th: ถามโค้ชของคุณ
tr: Koçuna sor
uk: Запитати тренера
vi: Hỏi huấn luyện viên của bạn
zh_hans: 咨询你的教练
zh_hant: 諮詢你的教練
